/* Emoticon name */
"Angel" = "Ange";

/* Emoticon name */
"Angry" = "Colère";

/* Emoticon name */
"Blush" = "Rougissant";

/* Emoticon name */
"Confused" = "Confus";

/* Emoticon name */
"Cool" = "Cool";

/* Emoticon name */
"Cry" = "Pleure";

/* Emoticon name */
"Embarrassed" = "Embarrassé";

/* Emoticon name */
"Erm" = "Euh…";

/* Emoticon name */
"Foot In Mouth" = "Bêtise";

/* Emoticon name */
"Frown" = "Triste";

/* Emoticon name */
"Gasp" = "Choqué";

/* Emoticon name */
"Grin" = "Large sourire";

/* Emoticon name */
"Halo" = "Auréolé";

/* Emoticon name */
"Kiss" = "Bisou";

/* Emoticon name */
"Lips Are Sealed" = "Muet";

/* Emoticon name */
"Money-mouth" = "Cupide";

/* Emoticon name */
"Sad" = "Triste";

/* Emoticon name */
"Scared" = "Effrayé";

/* Emoticon name */
"Smile" = "Souriant";

/* Emoticon name */
"Sticking Out Tongue" = "Grimace";

/* Emoticon name */
"Undecided" = "Indécis";

/* Emoticon name */
"Wink" = "Clin d'œil";